Repository: diegosanchezp/lab1-ati2
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es

source: Labora empresa
es: Works company

source: Estudiante
es: Student

source: Otro
es: Other

source: Nombre y Apellido
es: Full Name

source: Compañia/Organismo
es: Company/Organism

source: Cargo
es: Charge

source: Empresa
es: Business

source: Email personal
es: Personal mail

source: Teléfono celular
es: Cell phone

source: Servicio ofrecido
es: Service offered

source: Curso de interés
es: Course of interest

source: Frecuencia con la que desea mantenerse informado
es: Frequency with which want to be informed

source: Ciudad
es: City

source: Pais
es: Country

source: Nombre
es: Name

source: Número de identificación tributaria
es: Tributary identification number

source: Dirección
es: Direction

source: Sitio web
es: Web site

source: Servicio que proporciona
es: Service provided

source: Teléfono
es: Number phone

source: Correo electrónico de la empresa
es: Email

source: Teléfono local
es: Local number phone

source: Teléfono del proveedor
es: Number phone

source: Nombre del representante
es: Representatives name

source: Cargo del representante
es: Representatives work position

source: Correo del representante
es: Representatives email

source: Correo personal del representante
es: Representatives personal email

source: Teléfono celular del representante
es: Representatives number phone

source: Teléfono local del representante
es: Representatives local number phone

source: Pais de residencia de representante
es: Representatives country of residence

source: Verified
es: Verificado

source: Unverified
es: No verificado

source: Re-send Verification
es: Enviar verificación de nuevo

source: Remove
es: Remover

source: Warning:
es: Advertencia:

source: Add E-mail Address
es: Añade una dirección e-mail

source: Add E-mail
es: Añade e-mail

source: Do you really want to remove the selected e-mail address?
es: ¿Realmente quieres borrar el e-mail seleccionado?

source: Confirm E-mail Address
es: Confirmar dirección e-mail

source: Confirm
es: Confirmar

source: Sign In
es: Ingresar

source: or
es: o

source: If you have not created an account yet, then please <a href="%(signup_url)s">sign up</a> first.
es: Si no ha creado una cuenta todavía, créela <a href="%(signup_url)s">registrándose</a> primero.

source: Forgot Password?
es: ¿Olvidaste la contraseña?

source: Sign Out
es: Cerrar sesión

source: Are you sure you want to sign out?
es: ¿Estas seguro de que quieres cerrar sesión?

source: Change Password
es: Cambiar contraseña

source: Password Reset
es: Resetear Contraseña

source: We have sent you an e-mail. Please contact us if you do not receive it within a few minutes.
es: Te hemos enviado un e-mail. Por favor contactamos si no lo haz recibido en unos minutos

source: change password
es: cambiar contraseña

source: Set Password
es: Setear contraseña

source: Sign Up
es: Registrarse

source: Already have an account? Then please <a href="%(login_url)s">sign in</a>.
es: ¿Ya tienes una cuenta? <a href="%(login_url)s">Inicia sesión</a>.

source: Sign Up Closed
es: Sesión cerrada

source: We are sorry, but the sign up is currently closed.
es: Lo lamentamos, la sesión actual esta cerrada

source: Verify Your E-mail Address
es: Verifica tu dirección e-mail

source: Crea a un cliente con información
es: Create client with information

source: Edita la información de un cliente
es: Edit client with information

source: Tipo
es: Type

source: Redes Sociales
es: Social Media

source: Enviar
es: Send

source: Lista de clientes
es: Client List

source: Gestiona clientes
es: Manage clients

source: Nombre completo
es: Full Name

source: País
es: Country

source: Acciones
es: Actions

source: Información del cliente
es: Client information

source: Editar
es: Edit

source: Eliminar
es: Delete

source: Modificar proveedor
es: Edit provider

source: Registro de Proveedor para empresa
es: Provider registration for company:

source: Información del proveedor
es: Provider information

source: Redes sociales
es: Social Media

source: Información del representante
es: Representative information

source: Guardar
es: Save

source: Lista de proveedores de
es: Providers list of

source: Gestiona proveedores
es: Manage providers

source: Id Tributaria
es: Tributary ID

source: No se tienen proveedores registrados
es: There are no providers

source: Proveedor
es: Provider

source: Ciudad o provincia
es: City or province

source: Correo electrónico
es: Email

source: Pagina web
es: Web site

source: Representante
es: Representative

source: Correo electrónico personal
es: Personal email

source: País de residencia
es: Country of residence

source: Personal info
es: Información personal

source: Permissions
es: Permisos

source: Important dates
es: Fechas importantes

source: Users
es: Usuarios

source: This username has already been taken.
es: Este nombre de usuario ya existe

source: Name of User
es: Nombre del usuario

source: Information successfully updated
es: Información actualizada exitosamente
